Repository: mohamedkholy/metro_scout
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Enter valid station
ar: أدخل محطة صحيحة

source: Calculate Fare
ar: احسب الأجرة

# sameStationError
source: Start Station Can't be the destination
ar: لا يمكن أن تكون محطة البداية هي الوجهة

source: From Station
ar: من محطة

# selectStartStation
source: Select starting station
ar: اختر محطة البداية

source: To Station
ar: إلى محطة

source: Select destination station
ar: اختر محطة الوصول

source: Route Details
ar: تفاصيل المسار

source: Total Stations
ar: إجمالي المحطات

source: Stations
ar: محطة

source: Estimated Time
ar: الوقت المتوقع

source: minutes
ar: دقيقة

source: Ticket Price
ar: سعر التذكرة

source: EGP
ar: جنيه

source: Metro Scout
ar: ميترو سكاوت

# welcomeMetroScout
source: Welcome to Metro Scout
ar: مرحبًا بك في ميترو سكاوت

# tagline
source: Your smart companion of metro navigation in cairo
ar: رفيقك الذكي في التنقل عبر المترو في القاهرة

source: Find Nearest Station
ar: ابحث عن أقرب محطة

# locateStations
source: Locate metro stations near you
ar: حدد محطات المترو القريبة منك

# checkFare
source: Check ticket prices for your journey
ar: تحقق من أسعار التذاكر لرحلتك

source: Metro Map
ar: خريطة المترو

source: Local
ar: محلي

source: Address
ar: عنوان

source: Use current Location
ar: استخدم الموقع الحالي

source: Search by location
ar: البحث حسب الموقع

source: Nearest Station
ar: أقرب محطة

# findNearestCurrent
source: Find the nearest station to where you are right now
ar: ابحث عن أقرب محطة إلى موقعك الحالي

# searchSpecificLocation
source: Find the nearest station to a specific address or tap the map
ar: ابحث عن أقرب محطة لعنوان معين أو اضغط على الخريطة

# enterAddress
source: Enter address or landmark
ar: أدخل العنوان أو المَعلم

source: Search Location
ar: بحث عن موقع

source: Station Name
ar: اسم المحطة

source: Distance
ar: المسافة

source: km
ar: كم

source: Navigate
ar: اتجاه

source: View complete metro network
ar: عرض شبكة المترو الكاملة

# noStationsFound
source: No nearby metro stations found.
ar: لم يتم العثور على محطات مترو قريبة.
